Repository: YihShuo/App_ProdApp
Catalog: TyThac/lib/l10n/app_*.arb
Languages: vi, zh

source: OK
vi: Xác định
zh: 確定

source: Cancel
vi: Hủy bỏ
zh: 取消

source: Close
vi: Đóng
zh: 關閉

source: Delete
vi: Xoá
zh: 刪除

source: Modify
vi: Sửa đổi
zh: 編輯

source: Second Process
vi: Gia công
zh: 二次加工

source: Cutting
vi: Chặt
zh: 裁斷

source: Stitching
vi: May
zh: 針車

source: Stock Fitting
vi: Gia công đế
zh: 底加工

# productionManagement
source: P.M.
vi: Sinh quản
zh: 生管

source: Assembly
vi: Gò
zh: 成型

source: Packing
vi: Bao bì
zh: 包裝

source: Date
vi: Ngày
zh: 日期

source: Month
vi: Tháng
zh: 月份

source: Building
vi: Xưởng
zh: 棟別

source: Floor
vi: Tầng
zh: 樓層

source: Lean
vi: Chuyền
zh: 線別

source: Time
vi: Thời gian
zh: 時間

source: RY
zh: 訂單

source: Cycle
vi: Tua
zh: 輪次

source: Part
vi: Thành phần
zh: 部位

source: Remark
vi: Ghi chú
zh: 備註

# material
source: Materials
vi: Vật tư
zh: 材料

# alreadyAdded
source: Duplicate data already exists
vi: Dữ liệu giống đã tồn tại
zh: 已有相同資料

source: Generating
vi: Đang tạo
zh: 產生中

source: Executing
vi: Đang thực hiện
zh: 執行中

source: Loading
vi: Đang tải
zh: 載入中

source: Section
vi: Công việc
zh: 工段

# confirmTitle
source: Confirmation
vi: Xác nhận
zh: 確認

# confirmToProceed
source: Are you sure to proceed ?
vi: Bạn có chắc chắn muốn thực hiện không ?
zh: 確定要執行嗎?

# confirmToDelete
source: Are you sure to delete it ?
vi: Bạn có chắc muốn xóa không ?
zh: 確定要刪除嗎?

# confirmToUpdate
source: Are you sure to update it ?
vi: Có chắc muốn cập nhật không ?
zh: 確定要更新嗎?

# confirmToReport
source: Are you sure to report it ?
vi: Có chắc muốn báo cáo rằng đơn hàng này đã hoàn thành không ?
zh: 確定要報工嗎?

# confirmToCancel
source: Are you sure to cancel it ?
vi: Bạn có chắc muốn hủy không ?
zh: 確定要取消嗎?

# confirmToCancelAssignment
source: Are you sure to cancel the assignment ?
vi: Bạn có chắc chắn muốn hủy phân công không ?
zh: 確定要取消派工嗎?

# successTitle
source: Completed
vi: Hoàn thành
zh: 完成

# successContent
source: Execution success
vi: Thành công trong thực hiện
zh: 執行成功

# failedTitle
source: Error
vi: Sai sót
zh: 錯誤

# failedContent
source: Execution failed
vi: Thực hiện thất bại
zh: 執行時發生異常

source: Information
vi: Tin nhắn
zh: 訊息

# dataNotExist
source: No related data found
vi: Không tìm thấy dữ liệu liên quan
zh: 查無相關資料

# downloadError
source: Unable to download the apk
vi: Không thể tải xuống
zh: 無法進行下載

# manualUpdate
source: Please click the [OK] button to download and install through the browser
vi: Vui lòng nhấp vào nút [Xác định] để tải xuống và cài đặt qua trình duyệt
zh: 請點擊 [確定] 按鈕後透過瀏覽器下載安裝

source: Warehouse
vi: Đơn vị kho
zh: 倉庫

source: Filter
vi: Lọc
zh: 篩選

# noDispatchedOrder
source: No data
vi: Không có kế hoạch đơn hàng
zh: 尚無派工訂單

source: Choose none
vi: Chọn không cái nào
zh: 不選擇

source: Total
vi: Tổng cộng
zh: 總計

# requisitioned
source: Req
vi: LH
zh: 已申領

# notRequisitioned
source: Not Req
vi: Chưa LH
zh: 未申領

source: Not In Stock
vi: Chưa nhập kho
zh: 未入庫

# generateWorkOrderConfirm
source: Are you sure to generate the work order?
vi: Xác định cần kế hoạch sản xuất không?
zh: 確定要產生派工單?

# dispatchNoSelection
source: Please choose the scope of the assignment
vi: Vui lòng chọn hạng mục cần kế hoạch
zh: 請選擇要派工的範圍

# reportingNoSelection
source: Please select the scope for reporting work
vi: Vui lòng chọn hạng mục cần thực tế
zh: 請選擇要報工的範圍

source: Dispatch
vi: Kế hoạch
zh: 派工

source: Reporting
vi: Thực tế
zh: 報工

# noneGenerated
source: No relevant data or reporting completed
vi: Chưa có dữ liệu liên quan hoặc báo cáo đã hoàn thành
zh: 無相關資料或已報工完成

source: Status
vi: Trạng thái
zh: 狀態

# warehouseUnread
source: Not Confirmed
vi: Chưa xác nhận
zh: 未確認

# warehousePreparing
source: Preparing
vi: Đang xác nhận
zh: 確認中

# warehouseConfirmed
source: Confirmed
vi: Đã xác nhận
zh: 已確認

# applicantSigned
source: Received
vi: Đã ký nhận
zh: 已簽收

source: Machine
vi: Máy móc
zh: 機台

source: Not In Production
vi: Đang Không sản xuất
zh: 未生產

source: In Production
vi: Đang sản xuất
zh: 生產中

source: Completed
vi: Đã hoàn thành
zh: 已完成

source: Not Completed
vi: Chưa hoàn thành
zh: 未完成

source: No work order
vi: Không tìm thấy thông tin bảng phân công
zh: 查無派工單資訊

source: Type
vi: Loại
zh: 類型

# dieCut
source: Model
vi: Dạng giày
zh: 型體

source: Pairs
vi: Số đôi
zh: 雙數

source: No RY data
vi: Không có dữ liệu RY
zh: 無訂單資料

# inputLengthNotEnough
source: Please enter at least % characters in SKU, or at least %2 characters in RY
vi: Vui lòng nhập ít nhất %1 ký tự trong SKU, hoặc ít nhất %2 ký tự trong RY
zh: 請在SKU輸入至少%1個字元，或在訂單輸入%2個字元

# automaticCutting
source: Automatic Machine
vi: Tự động hóa
zh: 自動化

# modifyDenied
source: Production has started, and changes to the work order content are prohibited
vi: Đã bắt đầu sản xuất, cấm thay đổi nội dung bảng phân công
zh: 已開始生產，禁止變更派工單內容

# semiAutomaticCuttingMachine
source: Semi-Automatic
vi: Bán tự động
zh: 刀斬機

source: Select All
vi: Chọn tất cả
zh: 全選

source: Unselect All
vi: Bỏ chọn tất cả
zh: 取消 全選

source: Part Settings
vi: Cài đặt thành phần
zh: 部位設定

source: All
vi: Toàn bộ
zh: 全部

source: Direct Labor
vi: Lao động trực tiếp
zh: 直工

source: Indirect Labor
vi: Lao động gián tiếp
zh: 間工

# indirect
source: IDL
vi: GT
zh: 間

source: No data found
vi: Không có dữ liệu
zh: 查無資料

# rememberPWD
source: Remember Password
vi: Ghi nhớ mật khẩu
zh: 記住密碼

# inStock
source: Progress
vi: Nhập kho
zh: 入庫

source: Dispatched by PM
vi: SQ đã lập kế hoạch
zh: 生管已派工

source: Prepare
vi: Chuẩn bị
zh: 準備

source: Add Mark
vi: Thêm thẻ
zh: 增加標記

# fromDep
source: Delivery By
vi: ĐV giao hàng
zh: 配送單位

source: Destination
vi: Đ/C giao hàng
zh: 配送地點

source: Original Plan
vi: Tiến độ gốc
zh: 原計畫

source: Extra Plan
vi: Tiến độ thêm
zh: 增加計畫

source: Component Ready
vi: Đồng đôi
zh: 裁片配套

source: Not Ready
vi: Thành phần chưa đủ
zh: 未配套完成

# noPairs
source: Please enter the valid number of pairs
vi: Vui lòng nhập số lượng đôi hợp lệ
zh: 請輸入雙數

# noCycle
source: Please select a cycle
vi: Vui lòng chọn một Tua
zh: 請選擇輪次

source: Tap to select
vi: Nhấn để chọn
zh: 點擊以選擇

source: Not Confirmed
vi: Chưa xác nhận
zh: 未確認

source: PM confirmed
vi: SQ Đã xác nhận
zh: 生管已確認

source: All Ready
vi: Đồng đôi
zh: 已配套

source: Others
vi: Khác
zh: 其它

# prohibited
source: The deadline has passed
vi: Thời hạn đã qua
zh: 已超過截止時間

# sqConfirmed
source: P.M. team has been confirmed, execution denied
vi: SQ đã được xác nhận, không thực hiện được
zh: 生管已確認，無法變更內容

source: Target
vi: Mục tiêu
zh: 目標

# estEff
source: Estimated Efficiency
vi: Ước tính hiệu quả
zh: 預估效率

source: Risk Distribution
vi: Phân bố rủi ro
zh: 風險分布

# hisEff
source: Historical efficiency
vi: Hiệu quả lịch sử
zh: 歷史效率

# laborDiff
source: Difference in labor
vi: Chênh lệch lao động
zh: 人數差異

# estAssemblyEff
source: Estimated Assembling
vi: Ước tính Gò
zh: 成型預估

# estStitchingEff
source: Estimated Stitching
vi: Ước tính May
zh: 針車預估

source: Model
vi: Mẫu
zh: 型體

source: High Risk Model
vi: Mẫu có rủi ro cao
zh: 高風險型體

source: Cutting Die
vi: Dao chặt
zh: 斬刀

# noHighRiskModel
source: No High Risk Models
vi: Không có mẫu rủi ro cao
zh: 無高風險型體

source: Average
vi: Trung bình
zh: 平均

source: New Model
vi: Mẫu mới
zh: 新型體

source: No New Model
vi: Không có mẫu mới
zh: 無新型體

source: User Account
vi: Tài khoản
zh: 使用者帳號

# machineAccount
source: Machine
vi: Máy móc
zh: 機台設備

source: Machine Assignment
vi: Phân công máy móc
zh: 機台派工

source: Login Mode Switch
vi: Chuyển chế độ đăng nhập
zh: 登入模式切換

source: Shipping Plan
vi: Chi tiết đóng cont
zh: 裝櫃明細

source: Vulcanize
vi: Hấp
zh: 加硫

source: Cold Vulcanize
vi: Nóng lạnh
zh: 雙流程

source: Cold Cement
vi: Lạnh
zh: 冷貼

source: Category
vi: Loại
zh: 分類

source: No Category
vi: Chưa phân loại
zh: 未分類

# shoeName
source: Name
vi: Tên
zh: 鞋名

source: Completion rate
vi: Mức độ hoàn thành
zh: 完成率

source: Shipping Date
vi: Giao hàng
zh: 交期

source: Supplier
vi: Nhà cung cấp
zh: 供應商

source: Sub-Materials
vi: Nguyên vật liệu phụ
zh: 子材料

source: Usage
vi: Lượng vật tư
zh: 用量

source: Estimated Shipping
vi: Dự kiến xuất hàng
zh: 預計出貨

source: Actual Shipping
vi: Thực tế xuất hàng
zh: 實際出貨

source: Shipment Tracking
vi: Theo dõi giao hàng
zh: 出貨追蹤

source: Country
vi: Quốc gia
zh: 國家

source: As of
vi: Tính đến ngày
zh: 截至

source: Color
vi: Màu
zh: 配色

# tyDat
source: Tỷ Đạt
zh: 億達

source: Production Line
vi: Chuyền
zh: 生產線

source: Input
vi: Đầu vào
zh: 投入

source: Output
vi: Đầu ra
zh: 產出

source: Assignment Date
vi: Ngày phân công
zh: 派工日期

source: Shortage
vi: Số lượng thiếu
zh: 欠數

source: Incomplete
vi: Chưa hoàn thành
zh: 未完成

# orderProductionLine
source: Order's Production Line
vi: Chuyền của đơn hàng
zh: 訂單所屬線別

source: Unit
vi: Đơn vị
zh: 單位

source: Defect Cause
vi: Lý do lỗi
zh: 不良原因

source: Times
vi: Lần
zh: 次

# todaySummary
source: Today
vi: Hôm nay
zh: 本日統計

# dailySummary
source: Daily
vi: Thống kê ngày
zh: 每日統計

# monthlySummary
source: Monthly
vi: Tháng này
zh: 當月累計

source: Order Month
vi: Tháng đặt hàng
zh: 接單月份

# loginPageTitle
source: USER LOGIN
vi: Người dùng đăng nhập
zh: 使用者登入

# loginPageID
source: User ID
vi: Số tài khoản
zh: 帳號

# loginPagePassword
source: Password
vi: Mật khẩu
zh: 密碼

# loginPageLogin
source: Sign in
vi: Đăng nhập
zh: 登入

# loginPageServerSetting
source: Server setting
vi: Cài đặt máy chủ
zh: 伺服器設定

# loginPageSuccess
source: Login successful
vi: Đăng nhập thành công
zh: 登入成功

# loginPageConnectFailed
source: Can't connect to server
vi: Không thể kết nối đến máy chủ
zh: 無法連接伺服器

# loginPageWrongPassword
source: User id or password incorrect
vi: Tài khoản hoặc mật khẩu chính xác
zh: 帳號或密碼錯誤

# loginPageLanguage
source: Language:
vi: Ngôn ngữ:
zh: 語言:

# loginPageVersionCheckTitle
source: Information
vi: Tin nhắn
zh: 訊息

# loginPageVersionCheckContent
source: Detected new version [%], please proceed with the update
vi: Phát hiện phiên bản mới [%], vui lòng thực hiện cập nhật
zh: 檢測到新版本 [%]，請進行更新

# loginPageVersionUpgradeTitle
source: Downloading
vi: Đang tải xuống
zh: 下載中

# loginPageVersionUpgradeConnecting
source: Connecting...
vi: Đang kết nối...
zh: 連線中...

# loginPageVersionUpgradeFailed
source: An error occurred during the download process
vi: Trong quá trình tải xuống đã xảy ra lỗi
zh: 下載過程中發生錯誤

# serverSettingTitle
source: Server setting
vi: Cài đặt máy chủ
zh: 伺服器設定

# serverSettingAddress
source: Address
vi: Địa chỉ máy chủ
zh: 伺服器地址

# serverSettingPort
source: Port
vi: Cổng
zh: 埠號

# serverSettingSave
source: Save
vi: Lưu trữ
zh: 儲存

# homePageTitle
source: Home Page
vi: Trang chủ
zh: 主頁

# homePageInProgress
source: In Progress
vi: Đơn hàng đang kế hoạch
zh: 派工中訂單

# homePageCutting
source: Cutting
vi: Chặt
zh: 裁斷

# homePageProcessing
source: Second Process
vi: Gia công
zh: 加工

# homePageLeanFilterAll
source: All
vi: Toàn bộ
zh: 全部

# homePageCycle
source: Cycle
vi: Tua
zh: 輪次

# sideMenuMainPage
source: Home Page
vi: Trang chủ
zh: 主頁

# sideMenuOrderInformation
source: Order Information
vi: Thông tin đơn hàng
zh: 訂單資訊

# sideMenuProductionPlan
source: Production Plan
vi: Kế hoạch sản xuất
zh: 生產計畫

# sideMenuOrderSchedule
source: Monthly Plan
vi: Lịch sản xuất
zh: 訂單排程

# sideMenuOrderScheduleGantt
source: Production Gantt Chart
vi: Sơ đồ Gantt lịch sản xuất
zh: 排程甘特圖

# sideMenuStockFittingPlan
source: Stock Fitting Plan
vi: Kế hoạch gia công đế
zh: 底加工計畫

# sideMenuTestPlan
source: Testing Plan
vi: Kế hoạch thử nghiệm
zh: 送測計畫

# sideMenuR2Plan
source: R2 Plan
vi: Kế hoạch R2
zh: R2 計畫

# sideMenu3DayPlan
source: 3-Day Plan
vi: Kế hoạch 3 ngày
zh: 三日計畫

# sideMenu1DayPlan
source: 1-Day Plan
vi: Kế hoạch 1 ngày
zh: 一日計畫

# sideMenuLaborDemand
source: Labor Demand
vi: Nhu cầu lao động
zh: 需求人數

# sideMenuCapacityStandard
source: Model Standard
vi: Tiêu chuẩn sản xuất
zh: 型體標準

# sideMenuEstimatedInformation
source: EFF. & Risk ASMT.
vi: Đánh giá hiệu quả và rủi ro
zh: 效率及風險評估

# sideMenuMaterialRequisition
source: Material Requirements
vi: Xuất vật tư
zh: 領料

# sideMenuCuttingWorkOrders
source: Cutting
vi: Chặt
zh: 裁斷

# sideMenuDispatching
source: Dispatching
vi: Kế hoạch
zh: 派工

# sideMenuProgressReporting
source: Progress Feedback
vi: Thực tế
zh: 報工

# sideMenuProcessWorkOrders
source: Second Process
vi: Gia công
zh: 加工

# sideMenuProcessDispatching
source: Dispatching
vi: Kế hoạch
zh: 派工

# sideMenuProcessReporting
source: Progress Feedback
vi: Thực tế
zh: 報工

# sideMenuProductionTracking
source: Production Tracking
vi: Theo dõi sản xuất
zh: 生產追蹤

# sideMenuSettings
source: System Settings
vi: Cài đặt hệ thống
zh: 系統設定

# scheduleTitle
source: Monthly Plan
vi: Lịch trình đơn hàng
zh: 訂單排程

# scheduleNoOrder
source: No scheduled orders
vi: Không có tiến độ đơn hàng
zh: 無排程訂單

# scheduleSequence
source: Seq.
vi: Số
zh: 序號

# scheduleDetailTitle
source: Information
vi: Thông tin đơn hàng
zh: 訂單資訊

# scheduleOrder
source: Order：
vi: Đơn hàng：
zh: 訂單：

# scheduleMaterial
source: Type：
vi: Loại：
zh: 類型：

# scheduleLast
source: Last：
vi: Phom：
zh: 楦頭：

# scheduleShipDate
source: GAC：
vi: Ngày giao hàng：
zh: 交期：

# scheduleCountry
source: Country：
vi: Nước xuất ：
zh: 國家：

# scheduleProgress
source: Progress：
vi: Tiến độ：
zh: 進度：

# materialRequisitionTitle
source: Material Requirements
vi: Xuất vật tư
zh: 領料

# materialRequisitionGenerateCardConfirmTitle
source: Confirmation
vi: Xác nhận
zh: 確認

# materialRequisitionConfirmAdd
source: Are you sure to generate the material requisition card?
vi: Bạn có chắc muốn tạo thẻ xuất kho không?
zh: 確定要新增領料卡嗎?

# materialRequisitionConfirmUpdate
source: Are you sure to update the material requisition card?
vi: Bạn có chắc muốn cập nhật thẻ yêu cầu cung ứng không?
zh: 確定要更新領料卡嗎?

# materialRequisitionGenerateCardNoUsage
source: Please input the usage of each material
vi: Vui lòng nhập số lượng vật liệu
zh: 請輸入材料用量

# materialRequisitionGenerateCardSuccessTitle
source: Completed
vi: Hoàn thành
zh: 完成

# materialRequisitionGenerateCardSuccessContent
source: Material requisition card successfully created
vi: Bạn có chắc muốn tạo thẻ xuất kho không?
zh: 已新增完成

# materialRequisitionGenerateCardFailedTitle
source: Error
vi: Sai sót
zh: 錯誤

# materialRequisitionGenerateCardFailedContent
source: An error occurred while generating the material requisition card
vi: Có sự cố xảy ra khi thêm mới
zh: 新增時發生異常

# materialRequisitionGenerateCardAlreadyExistContent
source: The selected time period already has a material requisition card
vi: Thời gian đã chọn đã có thẻ yêu cầu cung ứng
zh: 選擇的時段已有領料卡

# materialRequisitionGenerateCardNotSelectContent
source: Please select the materials to be collected
vi: Vui lòng chọn các vật liệu cần lấy
zh: 請選擇要領取的材料

# materialRequisitionWarehouseConfirmed
source: Warehouse has been confirmed, execution denied
vi: Kho đã được xác nhận, không thực hiện được
zh: 倉庫已確認，無法變更內容

# materialRequisitionLeanReceived
source: Sign for|materials
vi: Ký nhận|vật liệu
zh: 簽收

# materialRequisitionSignConfirmContent
source: Are you sure to sign for it?
vi: Bạn có chắc muốn ký nhận không?
zh: 確定要簽收嗎

# materialRequisitionWarehouseNotConfirmed
source: Warehouse has not confirmed, execution denied
vi: Kho chưa xác nhận, không thể ký nhận
zh: 倉庫尚未確認，無法簽收

# materialRequisitionAlreadySigned
source: There is already a signed receipt record
vi: Đã có hồ sơ ký nhận
zh: 已有簽收紀錄

# materialRequisitionExceed
source: Remaining available quantity for issuance is
vi: Số lượng có thể xuất còn lại là
zh: 剩餘可領料量為

# materialRequisitionTotalUsage
source: Total material requisition
vi: Tổng số vật liệu đã yêu cầu
zh: 總領料量

# materialRequisitionProhibitTips
source: Deadline for addition or modification
vi: Thời hạn để thêm mới hoặc sửa đổi
zh: 新增或修改截止時間

# materialRequisitionProhibited
source: The deadline has passed, adding or modifying material requisition cards is prohibited
vi: Thời hạn đã qua, việc thêm mới hoặc sửa đổi các phiếu yêu cầu vật liệu bị cấm
zh: 已超過截止時間，禁止新增或修改領料卡

# materialRequisitionNotSigned
source: There is an unsigned material requisition card for [%], Please sign it first
vi: Hiện tại có một phiếu yêu cầu vật tư chưa được ký [%]. Vui lòng ký trước khi thực hiện
zh: [%] 有未簽收的領料卡，請先完成簽收

# cuttingWorkOrderTitle
source: Cutting Work Orders
vi: Kế hoạch chặt
zh: 裁斷派工

# cuttingWorkOrderNoScheduleOrder
source: No data
vi: Không có tiến độ đơn hàng
zh: 尚無排程訂單

# cuttingWorkOrderFilterIncomplete
source: Incomplete
vi: Chưa kế hoạch hoàn thành
zh: 未派工完成

# cuttingWorkOrderFilterAll
source: All
vi: Toàn bộ
zh: 全部

# cuttingWorkOrderFilterDate
source: Assembly Month：
vi: Ngày tháng gò lên chuyền：
zh: 成型月份：

# cuttingWorkOrderFilterFactory
source: Building：
vi: Xưởng：
zh: 棟別：

# cuttingWorkOrderFilterLean
source: Lean：
vi: Chuyền：
zh: 線別：

# cuttingWorkOrderNoCuttingData
source: No cutting data
vi: Không có dữ liệu chặt
zh: 無裁斷資料

# cuttingWorkOrderNotDispatch
source: Not dispatch
vi: Chưa kế hoạch
zh: 未派工

# cuttingWorkOrderInProduction
source: In production
vi: Đang sản xuất
zh: 生產中

# cuttingWorkOrderCompleted
source: Completed
vi: Đã hoàn thành
zh: 已完成

# cuttingWorkOrderAssemblyDate
source: Assembly date：
vi: Ngày lên chuyền của gò：
zh: 成型上線日：

# cuttingWorkOrderShipDate
source: Ship date：
vi: Ngày xuất hàng：
zh: 出貨日期：

# cuttingWorkOrderBuyNo
source: BUY
zh: BUY別

# cuttingWorkOrderLoadingError
source: Data loading error
vi: Dữ liệu tải bị thất bại
zh: 資料載入失敗

# cuttingWorkOrderDispatchNoData
source: No data
vi: Không tìm thấy thông tin liên quan
zh: 查無相關資訊

# cuttingWorkOrderDispatchSizeRunTableCycle
source: Cycle
vi: Tua
zh: 輪次

# cuttingWorkOrderDispatchSizeRunTableSelectAll
source: Select all
vi: Chọn tất cả
zh: 全選

# cuttingWorkOrderDispatchSizeRunTableDispatch
source: Dispatch
vi: Kế hoạch
zh: 派工

# cuttingWorkOrderDispatchSizeRunTableDialogNotSelectTitle
source: Information
vi: Tin nhắn
zh: 訊息

# cuttingWorkOrderDispatchSizeRunTableDialogNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần kế hoạch
zh: 請選擇要派工的項目

# cuttingWorkOrderDispatchSizeRunTableDialogConfirmTitle
source: Confirmation
vi: Xác nhận
zh: 確認

# cuttingWorkOrderDispatchSizeRunTableDialogConfirmContent
source: Are you sure to generate the work order?
vi: Xác định cần kế hoạch sản xuất không?
zh: 確定要產生派工單?

# cuttingWorkOrderDispatchSizeRunTableDialogGeneratingTitle
source: Generating
vi: Đang sản xuất
zh: 產生中

# cuttingWorkOrderDispatchSizeRunTableDialogSuccessTitle
source: Completed
vi: Hoàn thành
zh: 完成

# cuttingWorkOrderDispatchSizeRunTableDialogSuccessContent
source: Work order successfully created
vi: Đã kế hoạch hoàn thành
zh: 已派工完成

# cuttingWorkOrderDispatchSizeRunTableDialogFailedTitle
source: Error
vi: Sai sót
zh: 錯誤

# cuttingWorkOrderDispatchSizeRunTableDialogFailedContent
source: An error occurred while generating the work order
vi: Phát sinh vấn đề lúc kế hoạch
zh: 派工時發生異常

# cuttingProgressTitle
source: Cutting Progress Reporting
vi: Thực tế chặt
zh: 裁斷報工

# cuttingProgressNoDispatchedOrder
source: No data
vi: Không có kế hoạch đơn hàng
zh: 尚無派工訂單

# cuttingProgressFilterDate
source: Date：
vi: Ngày tháng：
zh: 日期：

# cuttingProgressFilterFactory
source: Building：
vi: Xưởng ：
zh: 棟別：

# cuttingProgressFilterLean
source: Lean：
vi: Chuyền：
zh: 線別：

# cuttingProgressInProduction
source: In production
vi: Đang sản xuất
zh: 生產中

# cuttingProgressCompleted
source: Completed
vi: Đã hoàn thành
zh: 已完成

# cuttingProgressAssemblyDate
source: Assembly date：
vi: Ngày gò lên chuyền ：
zh: 成型上線日：

# cuttingProgressShipDate
source: Ship date：
vi: Ngày xuất hàng：
zh: 出貨日期：

# cuttingProgressBuyNo
source: BUY
zh: BUY別

# cuttingProgressLoadingError
source: Data loading error
vi: Dữ liệu tải bị thất bại
zh: 資料載入失敗

# cuttingProgressReportingNoData
source: No data
vi: Không tìm thấy thông tin liên quan
zh: 查無相關資訊

# cuttingProgressReportingSizeRunTableCycle
source: Cycle
vi: Tua
zh: 輪次

# cuttingProgressReportingSizeRunTableSelectAll
source: Select all
vi: Chọn tất cả
zh: 全選

# cuttingProgressReportingSizeRunTableDispatch
source: Report
vi: Thực tế
zh: 報工

# cuttingProgressReportingSizeRunTableDialogNotSelectTitle
source: Information
vi: Tin nhắn
zh: 訊息

# cuttingProgressReportingSizeRunTableDialogNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần thực tế
zh: 請選擇要報工的項目

# cuttingProgressReportingSizeRunTableDialogConfirmTitle
source: Confirmation
vi: Xác nhận
zh: 確認

# cuttingProgressReportingSizeRunTableDialogConfirmContent
source: Are you sure to submit?
vi: Xác định cần tiến hành thực tế kg?
zh: 確定要進行報工?

# cuttingProgressReportingSizeRunTableDialogGeneratingTitle
source: Submitting
vi: Đang thực tế
zh: 報工中

# cuttingProgressReportingSizeRunTableDialogSuccessTitle
source: Completed
vi: Hoàn thành
zh: 完成

# cuttingProgressReportingSizeRunTableDialogSuccessContent
source: Report successfully submitted
vi: Đã thực tế hoàn thành
zh: 已完成報工

# cuttingProgressReportingSizeRunTableDialogFailedTitle
source: Error
vi: Sai sót
zh: 錯誤

# cuttingProgressReportingSizeRunTableDialogFailedContent
source: An error occurred while submitting
vi: Khi thực tế phát sinh vấn đề
zh: 報工時發生異常

# processWorkOrderTitle
source: Second Process Work Orders
vi: Kế hoạch gia công
zh: 加工派工

# processWorkOrderMergeDispatching
source: Dispatch
vi: Kế hoạch
zh: 合併派工

# processWorkOrderNotSelectTitle
source: Information
vi: Tin nhắn
zh: 訊息

# processWorkOrderNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần kế hoạch
zh: 請選擇要派工的項目

# processWorkOrderNoScheduleOrder
source: No data
vi: Không có sắp tiến độ đơn hàng
zh: 尚無排程訂單

# processWorkOrderFilterIncomplete
source: Incomplete
vi: Kế hoạch chưa hoàn thành
zh: 未派工完成

# processWorkOrderFilterAll
source: All
vi: Toàn bộ
zh: 全部

# processWorkOrderFilterDate
source: Assembly Month：
vi: Ngày tháng gò lên chuyền：
zh: 成型月份：

# processWorkOrderFilterFactory
source: Building：
vi: Xưởng：
zh: 棟別：

# processWorkOrderFilterLean
source: Lean：
vi: Chuyền：
zh: 線別：

# processWorkOrderNoCuttingData
source: No process data
vi: Không có dữ liệu gia công
zh: 無加工資料

# processWorkOrderNotDispatch
source: Not dispatch
vi: Chưa kế hoạch
zh: 未派工

# processWorkOrderInProduction
source: In production
vi: Đang sản xuất
zh: 生產中

# processWorkOrderCompleted
source: Completed
vi: Đã hoàn thành
zh: 已完成

# processWorkOrderAssemblyDate
source: Assembly date：
vi: Ngày gò lên chuyền：
zh: 成型上線日：

# processWorkOrderShipDate
source: Ship date：
vi: Ngày xuất hàng：
zh: 出貨日期：

# processWorkOrderBuyNo
source: BUY
zh: BUY別

# processWorkOrderLoadingError
source: Data loading error
vi: Dữ liệu tải bị thất bại
zh: 資料載入失敗

# processWorkOrderDispatchCycle
source: Cycle
vi: Tua
zh: 輪次

# processWorkOrderDispatchSelectAll
source: Select all
vi: Chọn tất cả
zh: 全選

# processWorkOrderDispatchDispatch
source: Dispatch
vi: Kế hoạch
zh: 派工

# processWorkOrderDispatchDialogNotSelectTitle
source: Information
vi: Tin nhắn
zh: 訊息

# processWorkOrderDispatchDialogNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần kế hoạch
zh: 請選擇要派工的項目

# processWorkOrderDispatchDialogConfirmTitle
source: Confirmation
vi: Xác nhận
zh: 確認

# processWorkOrderDispatchDialogConfirmContent
source: Are you sure to generate the work order?
vi: Xác định cần kế hoạch sản xuất kg?
zh: 確定要產生派工單?

# processWorkOrderDispatchDialogGeneratingTitle
source: Generating
vi: Đang sản xuất
zh: 產生中

# processWorkOrderDispatchDialogSuccessTitle
source: Completed
vi: Hoàn thành
zh: 完成

# processWorkOrderDispatchDialogSuccessContent
source: Work order successfully created
vi: Đã kế hoạch hoàn thành
zh: 已派工完成

# processWorkOrderDispatchDialogFailedTitle
source: Error
vi: Sai sót
zh: 錯誤

# processWorkOrderDispatchDialogFailedContent
source: An error occurred while generating the work order
vi: Phát sinh vấn đề lúc kế hoạch
zh: 派工時發生異常

# processWorkOrderMergeChartConfirmTitle
source: Information
vi: Tin nhắn
zh: 訊息

# processWorkOrderMergeChartConfirmContent
source: Are you sure to generate the work order?
vi: Xác định cần kế hoạch sản xuất kg?
zh: 確定要產生派工單?
