Repository: YihShuo/App_ProdApp
Catalog: TyThac/lib/l10n/app_*.arb
Languages: vi, zh

# processWorkOrderMergeChartAllDispatched
source: This section has already been assigned
vi: Cái này gia công đã kế hoạch rồi
zh: 這項加工已經有派工紀錄

# processWorkOrderMergeDispatchSuccessTitle
source: Completed
vi: Hoàn thành
zh: 完成

# processWorkOrderMergeDispatchSuccessContent
source: Work order successfully created
vi: Đã kế hoạch hoàn thành
zh: 已派工完成

# processWorkOrderMergeDispatchFailedTitle
source: Error
vi: Sai sót
zh: 錯誤

# processWorkOrderMergeDispatchFailedContent
source: An error occurred while generating the work order
vi: Phát sinh vấn đề lúc kế hoạch
zh: 派工時發生異常

# processProgressTitle
source: Processing Progress Reporting
vi: Thực tế gia công
zh: 加工報工

# processProgressNoDispatchedOrder
source: No data
vi: Không có kế hoạch đơn hàng
zh: 尚無派工訂單

# processProgressFilterDate
source: Date：
vi: Ngày：
zh: 日期：

# processProgressFilterFactory
source: Building：
vi: Xưởng：
zh: 棟別：

# processProgressFilterLean
source: Lean：
vi: Chuyền：
zh: 線別：

# processProgressInProduction
source: In production
vi: Đang sản xuất
zh: 生產中

# processProgressCompleted
source: Completed
vi: Đã hoàn thành
zh: 已完成

# processProgressAssemblyDate
source: Assembly date：
vi: Ngày gò lên chuyền：
zh: 成型上線日：

# processProgressShipDate
source: Ship date：
vi: Ngày xuất hàng：
zh: 出貨日期：

# processProgressBuyNo
source: BUY
zh: BUY別

# processProgressLoadingError
source: Data loading error
vi: Dữ liệu tải bị thất bại
zh: 資料載入失敗

# processProgressReportingNoData
source: No data
vi: Không tìm thấy thông tin liên quan
zh: 查無相關資訊

# processProgressReportingCycle
source: Cycle
vi: Tua
zh: 輪次

# processProgressReportingSelectAll
source: Select all
vi: Chọn tất cả
zh: 全選

# processProgressReportingDispatch
source: Report
vi: Thực tế
zh: 報工

# processProgressReportingDialogNotSelectTitle
source: Information
vi: Tin nhẵn
zh: 訊息

# processProgressReportingDialogNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần thực tế
zh: 請選擇要報工的項目

# processProgressReportingDialogConfirmTitle
source: Confirmation
vi: Xác nhận
zh: 確認

# processProgressReportingDialogConfirmContent
source: Are you sure to submit?
vi: Xác định cần tiến hành thực tế kg?
zh: 確定要進行報工?

# processProgressReportingDialogGeneratingTitle
source: Submitting
vi: Đang thực tế
zh: 報工中

# processProgressReportingDialogSuccessTitle
source: Completed
vi: Hoàn thành
zh: 完成

# processProgressReportingDialogSuccessContent
source: Report successfully submitted
vi: Đã thực tế hoàn thành
zh: 已完成報工

# processProgressReportingDialogFailedTitle
source: Error
vi: Sai sót
zh: 錯誤

# processProgressReportingDialogFailedContent
source: An error occurred while submitting
vi: Phát sinh vấn đề lúc kế hoạch
zh: 報工時發生異常

# stitchingWorkOrderTitle
source: Stitching Work Orders
vi: Kế hoạch May
zh: 針車派工

# stitchingWorkOrderNoScheduleOrder
source: No data
vi: Không có tiến độ đơn hàng
zh: 尚無排程訂單

# stitchingWorkOrderFilterIncomplete
source: Incomplete
vi: Chưa kế hoạch hoàn thành
zh: 未派工完成

# stitchingWorkOrderFilterAll
source: All
vi: Toàn bộ
zh: 全部

# stitchingWorkOrderFilterDate
source: Assembly Month：
vi: Ngày tháng gò lên chuyền：
zh: 成型月份：

# stitchingWorkOrderFilterFactory
source: Building：
vi: Xưởng：
zh: 棟別：

# stitchingWorkOrderFilterLean
source: Lean：
vi: Chuyền：
zh: 線別：

# stitchingWorkOrderNoCuttingData
source: No cycle data
vi: Không có dữ liệu tua
zh: 無輪次資料

# stitchingWorkOrderNotDispatch
source: Not dispatch
vi: Chưa kế hoạch
zh: 未派工

# stitchingWorkOrderInProduction
source: In production
vi: Đang sản xuất
zh: 生產中

# stitchingWorkOrderCompleted
source: Completed
vi: Đã hoàn thành
zh: 已完成

# stitchingWorkOrderAssemblyDate
source: Assembly date：
vi: Ngày lên chuyền của gò：
zh: 成型上線日：

# stitchingWorkOrderShipDate
source: Ship date：
vi: Ngày xuất hàng：
zh: 出貨日期：

# stitchingWorkOrderBuyNo
source: BUY
zh: BUY別

# stitchingWorkOrderLoadingError
source: Data loading error
vi: Dữ liệu tải bị thất bại
zh: 資料載入失敗

# stitchingWorkOrderDispatchDispatching
source: Dispatching
vi: Kế hoạch
zh: 派工

# stitchingWorkOrderDispatchNotSelectTitle
source: Information
vi: Tin nhắn
zh: 訊息

# stitchingWorkOrderDispatchDispatchingNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần kế hoạch
zh: 請選擇要派工的項目

# stitchingWorkOrderDispatchDispatchingConfirmContent
source: Are you sure to generate the work order?
vi: Xác định cần kế hoạch sản xuất không?
zh: 確定要產生派工單?

# assemblyWorkOrderTitle
source: Assembly Work Orders
vi: Kế hoạch Gò
zh: 成型派工

# assemblyWorkOrderNoScheduleOrder
source: No data
vi: Không có tiến độ đơn hàng
zh: 尚無排程訂單

# assemblyWorkOrderFilterIncomplete
source: Incomplete
vi: Chưa kế hoạch hoàn thành
zh: 未派工完成

# assemblyWorkOrderFilterAll
source: All
vi: Toàn bộ
zh: 全部

# assemblyWorkOrderFilterDate
source: Assembly Month：
vi: Ngày tháng gò lên chuyền：
zh: 成型月份：

# assemblyWorkOrderFilterFactory
source: Building：
vi: Xưởng：
zh: 棟別：

# assemblyWorkOrderFilterLean
source: Lean：
vi: Chuyền：
zh: 線別：

# assemblyWorkOrderNoCuttingData
source: No cycle data
vi: Không có dữ liệu tua
zh: 無輪次資料

# assemblyWorkOrderNotDispatch
source: Not dispatch
vi: Chưa kế hoạch
zh: 未派工

# assemblyWorkOrderInProduction
source: In production
vi: Đang sản xuất
zh: 生產中

# assemblyWorkOrderCompleted
source: Completed
vi: Đã hoàn thành
zh: 已完成

# assemblyWorkOrderAssemblyDate
source: Assembly date：
vi: Ngày lên chuyền của gò：
zh: 成型上線日：

# assemblyWorkOrderShipDate
source: Ship date：
vi: Ngày xuất hàng：
zh: 出貨日期：

# assemblyWorkOrderBuyNo
source: BUY
zh: BUY別

# assemblyWorkOrderLoadingError
source: Data loading error
vi: Dữ liệu tải bị thất bại
zh: 資料載入失敗

# assemblyWorkOrderDispatchDispatching
source: Dispatching
vi: Kế hoạch
zh: 派工

# assemblyWorkOrderDispatchNotSelectTitle
source: Information
vi: Tin nhắn
zh: 訊息

# assemblyWorkOrderDispatchDispatchingNotSelectContent
source: Please select an item
vi: Vui lòng chọn hạng mục cần kế hoạch
zh: 請選擇要派工的項目

# assemblyWorkOrderDispatchDispatchingConfirmContent
source: Are you sure to generate the work order?
vi: Xác định cần kế hoạch sản xuất không?
zh: 確定要產生派工單?

# settingsTitle
source: System Settings
vi: Cài đặt hệ thống
zh: 系統設定

# settingsPassword
source: Change password
vi: Thay đổi mật khẩu
zh: 密碼變更

# settingsPasswordOldPassword
source: Current Password
vi: Mật khẩu hiện tại
zh: 目前密碼

# settingsPasswordNewPassword
source: New Password
vi: Mật khẩu mới
zh: 新密碼

# settingsPasswordConfirmPassword
source: Confirm Password
vi: xác nhận lại mật khẩu
zh: 確認新密碼

# settingsPasswordCheckFailed
source: Wrong password
vi: Mật khẩu không đúng
zh: 密碼錯誤

# settingsPasswordConfirmFailed
source: Passwords do not match
vi: Nhập mật khẩu không khớp hai lần
zh: 兩次輸入的密碼不一致

# settingsPasswordRuleCheckFailed
source: The password length must be at least 8 characters and include uppercase and lowercase letters, special symbols
vi: Độ dài mật khẩu không thể ít hơn 8 ký tự và phải bao gồm chữ hoa, chữ thường và ký tự đặc biệt
zh: 密碼長度不能小於8個字元、需包含英文大小寫及特殊符號

# settingsLanguage
source: Language
vi: Ngôn ngữ
zh: 語言

# settingsUpgrade
source: System Upgrade
vi: Cập nhật hệ thống
zh: 系統更新

# settingsVersionCheckTitle
source: Information
vi: Tin nhắn
zh: 訊息

# settingsVersionCheckContent
source: Detected new version [%], please proceed with the update
vi: Phát hiện phiên bản mới [%], vui lòng thực hiện cập nhật
zh: 檢測到新版本 [%]，請進行更新

# settingsVersionUpgradeTitle
source: Downloading
vi: Đang tải
zh: 下載中

# settingsVersionUpgradeConnecting
source: Connecting...
vi: Đang kết nối...
zh: 連線中...

# settingsVersionUpgradeFailed
source: An error occurred during the download process
vi: Trong quá trình tải xuống đã xảy ra lỗi
zh: 下載過程中發生錯誤

# settingsVersionIsLatest
source: The latest version is already installed
vi: Là phiên bản mới nhất
zh: 已為最新版本

# settingsServerSetting
source: Server Settings
vi: Mọi cài đặt máy chủ
zh: 伺服器設定

# settingsLogout
source: Logout
vi: Đăng xuất
zh: 登出

# settingsLogoutConfirm
source: Are you sure to logout?
vi: Xác đinh cần đăng xuất không?
zh: 確定要登出嗎?
